Repository: common-repository/celumconnect
Catalog: languages/celum_connect-*.po
Languages: de_de, fr_fr

source: Asset could not be saved to server.
de_de: Bilder konnte nicht auf dem Server gespeichert werden.
fr_fr: L'ensemble d'image ne pourra être sauvé.

source: Invalid request.
de_de: Ungültige Anfrage.
fr_fr: Requête invalide.

source: No post found. This feature requires that an auto-save or draft of the current post was saved first.
de_de: Kein Post gefunden. Diese Funktion setzt voraus, dass eine automatische Speicherung aktiviert wurde oder der Entwurf des aktuellen Beitrag gespeichert wurde.
fr_fr: Non post trouvé. Cette fonctionnalité requiert qu’un enregistrement automatique ou un brouillon du billet actuel a été sauvé d’abord.

source: Asset could not be saved to the server.
de_de: Bilder konnte nicht auf dem Server gespeichert werden.
fr_fr: L'ensemble d'image ne pourra être sauvé.

source: Asset Picker Options
de_de: Asset-Picker Optionen

source: Settings
de_de: Einstellungen
fr_fr: ﻿Paramètres

source: API Key
de_de: API-Schlüssel

source: Download Formats
de_de: Download Formate
fr_fr: Télécharger Formats

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu

source: Image
de_de: Bild

source: Document
de_de: Dokument

source: Specify the required settings for the Asset Picker
de_de: Spezifizieren Sie die erforderlichen Einstellungen für den Asset Picker
fr_fr: Spécifiez les paramètres requis pour l'Asset Picker

source: Enter the downloadformat-IDs for the various file types
de_de: Geben Sie die Download-Format-IDs für die verschiedenen Dateitypen an
fr_fr: Entrez le format de téléchargement-IDs pour les différents types de fichiers

source: Loading...
de_de: Laden...
fr_fr: Chargment...

source: Asset has been saved to your server and inserted into the editor.
de_de: Bild wurde auf dem Server gespeichert und in den Editor eingefügt.
fr_fr: L'image a été enregistrée sur le serveur et inséré dans l'éditeur.

source: Error saving Assets to server:
de_de: Bilder konnte nicht auf dem Server gespeichert werden.
fr_fr: Erreur lors de l'enregistrement d'images vers le serveur:

source: Tab name
fr_fr: Nom de l'onglet

source: Video
fr_fr: Vidéo

source: Text
fr_fr: Texte
